Repository: haroya01/kurl-me-ios
Catalog: kurl/kurl/Localizable.xcstrings
Source language: ko
Languages: en, hi, ja, vi

source: 시리즈 %@ — %lld/%lld
en: Series %1$@ — %2$lld of %3$lld
hi: सीरीज़ %@ — %lld/%lld
ja: シリーズ %1$@ — %2$lld/%3$lld
vi: Series %@ — %lld trong %lld

# 시리즈 %@, %lld편
source: 시리즈 %1$@, %2$lld편
en: Series %1$@, %lld posts
hi: श्रृंखला %@, %lld पोस्ट
ja: シリーズ %@、%lld本
vi: Loạt bài %@, %lld bài

source: 시리즈 %lld
en: %lld series
hi: %lld सीरीज़
ja: シリーズ %lld
vi: %lld series

source: 시리즈 관리
en: Manage series
hi: शृंखला प्रबंधित करें
ja: シリーズを管理
vi: Quản lý loạt bài

source: 시리즈 구독
en: Series subscriptions
hi: सीरीज़ सदस्यता
ja: シリーズ購読
vi: Đăng ký series

source: 시리즈 삭제
en: Delete series
hi: शृंखला हटाएँ
ja: シリーズを削除
vi: Xóa loạt bài

source: 시리즈 수정
en: Edit series
hi: शृंखला संपादित करें
ja: シリーズを編集
vi: Sửa loạt bài

source: 시리즈 없음
en: No series
hi: कोई सीरीज़ नहीं
ja: シリーズなし
vi: Không có series

source: 시리즈 이름
en: Series name
hi: शृंखला का नाम
ja: シリーズ名
vi: Tên loạt bài

source: 시리즈 전체 보기 (%lld편)
en: See the whole series (%lld posts)
hi: पूरी श्रृंखला देखें (%lld पोस्ट)
ja: シリーズ全体を見る（%lld編）
vi: Xem cả loạt bài (%lld bài)

source: 시리즈 제목
en: Series title
hi: सीरीज़ का शीर्षक
ja: シリーズのタイトル
vi: Tiêu đề series

source: 시리즈를 만들지 못했습니다
en: Couldn’t create the series
hi: सीरीज़ नहीं बनाई जा सकी
ja: シリーズを作成できませんでした
vi: Không thể tạo series

source: 시리즈를 삭제하지 못했습니다
en: Couldn’t delete the series
hi: शृंखला हटाई नहीं जा सकी
ja: シリーズを削除できませんでした
vi: Không thể xóa loạt bài

source: 시리즈의 마지막 회차예요
en: You're on the last part of the series
hi: यह शृंखला का अंतिम भाग है
ja: シリーズの最終話です
vi: Đây là phần cuối của loạt bài

source: 시스템 설정에서 켤 수 있어요
en: You can turn it on in system Settings
hi: सिस्टम सेटिंग्स में चालू कर सकते हैं
ja: システム設定でオンにできます
vi: Bạn có thể bật trong Cài đặt hệ thống

source: 시작하기
en: Get started
hi: शुरू करें
ja: 始める
vi: Bắt đầu

source: 신고
en: Report
hi: रिपोर्ट करें
ja: 報告
vi: Báo cáo

source: 신고 보내기
en: Submit report
hi: रिपोर्ट भेजें
ja: 報告を送信
vi: Gửi báo cáo

source: 신고 사유를 선택하세요
en: Choose a reason for reporting
hi: रिपोर्ट का कारण चुनें
ja: 報告する理由を選択してください
vi: Chọn lý do báo cáo

source: 신고가 접수되었습니다
en: Your report has been received
hi: रिपोर्ट प्राप्त हो गई
ja: 報告を受け付けました
vi: Đã nhận báo cáo

source: 신고를 보내지 못했습니다
en: Couldn’t send the report
hi: रिपोर्ट भेजी नहीं जा सकी
ja: 報告を送信できませんでした
vi: Không thể gửi báo cáo

source: 신고를 보내지 못했어요 — 다시 시도해 주세요
en: Couldn't send the report — please try again
hi: रिपोर्ट नहीं भेज सके — कृपया फिर से कोशिश करें
ja: 報告を送信できませんでした — もう一度お試しください
vi: Không gửi được báo cáo — vui lòng thử lại

source: 실행취소
en: Undo
hi: पूर्ववत करें
ja: 取り消す
vi: Hoàn tác

source: 아직 글이 없습니다
en: No posts yet
hi: अभी तक कोई पोस्ट नहीं
ja: まだ記事がありません
vi: Chưa có bài viết nào

source: 아직 글이 없습니다. 오른쪽 아래 버튼으로 첫 글을 시작하세요.
en: No posts yet. Start your first one with the button at the bottom right.
hi: अभी तक कोई पोस्ट नहीं. नीचे-दाएँ बटन से अपनी पहली पोस्ट शुरू करें.
ja: まだ記事がありません。右下のボタンから最初の記事を始めましょう。
vi: Chưa có bài viết nào. Hãy bắt đầu bài đầu tiên bằng nút ở góc dưới phải.

source: 아직 글이 없습니다. 오른쪽 위 버튼으로 첫 글을 시작하세요.
en: No posts yet. Start your first one from the button up top.
hi: अभी तक कोई पोस्ट नहीं. ऊपर-दाएँ बटन से अपनी पहली पोस्ट शुरू करें.
ja: まだ記事がありません。右上のボタンから最初の記事を始めましょう。
vi: Chưa có bài viết nào. Hãy bắt đầu bài đầu tiên bằng nút ở góc trên.

source: 아직 노트가 없습니다
en: No notes yet
hi: अभी तक कोई नोट नहीं
ja: まだノートがありません
vi: Chưa có ghi chú nào

source: 아직 노트가 없어요
en: No notes yet
hi: अभी कोई नोट नहीं
ja: まだノートはありません
vi: Chưa có ghi chú

source: 아직 담긴 글이 없어요.
en: Nothing has been added yet.
hi: अभी तक कुछ नहीं जोड़ा गया है.
ja: まだ何も追加されていません。
vi: Chưa có gì được thêm vào.

source: 아직 답글이 없어요
en: No replies yet
hi: अभी कोई जवाब नहीं
ja: まだ返信はありません
vi: Chưa có phản hồi

source: 아직 발행한 글이 없어요
en: No published posts yet
hi: अभी तक कोई प्रकाशित पोस्ट नहीं
ja: 公開した記事はまだありません
vi: Chưa có bài đăng nào

source: 아직 본문이 없어요
en: No body yet
hi: अभी कोई सामग्री नहीं
ja: まだ本文がありません
vi: Chưa có nội dung

source: 아직 시리즈가 없습니다. 발행 시트에서 글을 시리즈로 묶어 보세요.
en: No series yet. Group posts into a series from the publish sheet.
hi: अभी तक कोई सीरीज़ नहीं. प्रकाशन शीट से पोस्ट को सीरीज़ में समूहित करें.
ja: まだシリーズがありません。公開シートで記事をシリーズにまとめられます。
vi: Chưa có series nào. Hãy gộp bài thành series từ bảng đăng bài.

source: 아직 시리즈가 없어요. 발행 시트에서 글을 시리즈로 묶어 보세요.
en: No series yet. Group posts into a series from the publish sheet.
hi: अभी तक कोई सीरीज़ नहीं. प्रकाशन शीट से पोस्ट को सीरीज़ में समूहित करें.
ja: まだシリーズがありません。公開シートで記事をシリーズにまとめられます。
vi: Chưa có series nào. Hãy gộp bài thành series từ bảng đăng bài.

source: 아직 알림이 없어요
en: No notifications yet
hi: अभी तक कोई सूचना नहीं
ja: まだ通知がありません
vi: Chưa có thông báo nào

source: 아직 연결된 글이 없어요
en: Nothing connected yet
hi: अभी तक कुछ भी कनेक्ट नहीं हुआ
ja: まだ接続された項目がありません
vi: Chưa có gì được kết nối

source: 아직 읽기 기록이 없어요
en: No reading history yet
hi: अभी तक कोई पढ़ने का रिकॉर्ड नहीं
ja: まだ読書履歴がありません
vi: Chưa có lịch sử đọc

source: 아직 임시저장한 글이 없어요
en: No drafts yet
hi: अभी तक कोई ड्राफ़्ट नहीं
ja: 下書きはまだありません
vi: Chưa có bản nháp nào

source: 아직 컬렉션이 없어요
en: No collections yet
hi: अभी तक कोई कलेक्शन नहीं
ja: まだコレクションがありません
vi: Chưa có bộ sưu tập nào

source: 아직 팔로우하는 사람이 없어요
en: You’re not following anyone yet
hi: अभी तक आप किसी को फ़ॉलो नहीं करते
ja: まだ誰もフォローしていません
vi: Bạn chưa theo dõi ai

source: 아직 팔로워가 없어요
en: No followers yet
hi: अभी तक कोई फ़ॉलोअर नहीं
ja: まだフォロワーがいません
vi: Chưa có người theo dõi nào

source: 아직은 고를 거리가 적어요
en: Not much to pick from yet
hi: अभी चुनने के लिए ज़्यादा नहीं है
ja: まだ選べる記事が少なめです
vi: Chưa có nhiều để chọn

source: 안전
en: Safety
hi: सुरक्षा
ja: 安全
vi: An toàn

source: 알 수 없는 사용자
en: Unknown user
hi: अज्ञात उपयोक्ता
ja: 不明なユーザー
vi: Người dùng không xác định

source: 알겠어요, 올릴게요
en: Got it, post
hi: समझ गया, पोस्ट करें
ja: わかりました、投稿します
vi: Đã hiểu, đăng

source: 알림
en: Notifications
hi: सूचनाएँ
ja: 通知
vi: Thông báo

source: 알림 — 읽지 않음 있음
en: Notifications — unread
hi: सूचनाएँ — अपठित
ja: 通知 — 未読あり
vi: Thông báo — chưa đọc

source: 알림 설정
en: Notification settings
hi: सूचना सेटिंग्स
ja: 通知設定
vi: Cài đặt thông báo

source: 알림 종류
en: Notification types
hi: सूचना प्रकार
ja: 通知の種類
vi: Loại thông báo

source: 알림이 없습니다
en: No notifications
hi: कोई सूचना नहीं
ja: 通知はありません
vi: Không có thông báo

source: 앱
en: App
hi: ऐप
ja: アプリ
vi: Ứng dụng

source: 어디에 남길까요?
en: Where to save?
hi: कहाँ सहेजें?
ja: どこに残しますか？
vi: Lưu vào đâu?

source: 어떤 점이 문제인지 알려주세요 (선택)
en: Tell us what's wrong (optional)
hi: बताएं कि क्या समस्या है (वैकल्पिक)
ja: 問題点を教えてください（任意）
vi: Cho chúng tôi biết vấn đề là gì (tùy chọn)

source: 에 연결
en: · connected
hi: · कनेक्ट किया गया
ja: に追加
vi: · đã kết nối

source: 에디터로 돌아가기
en: Back to editor
hi: एडिटर पर वापस जाएँ
ja: エディタに戻る
vi: Quay lại trình soạn thảo

source: 여기를 탭해 시작하세요 — 아래 도구 막대로 제목·사진·목록·표를 넣어요.
en: Tap here to start — use the toolbar below for headings, photos, lists and tables.
hi: शुरू करने के लिए यहाँ टैप करें — नीचे टूलबार से शीर्षक, फ़ोटो, सूची, तालिका जोड़ें।
ja: ここをタップして開始 — 下のツールバーで見出し・写真・リスト・表を挿入できます。
vi: Chạm vào đây để bắt đầu — dùng thanh công cụ bên dưới để thêm tiêu đề, ảnh, danh sách, bảng.

source: 엮은 순서와 연결이 함께 사라져요. 연결된 글·노트 자체는 지워지지 않아요.
en: The order and its connections go too. The posts and notes themselves stay.
hi: क्रम और उसके कनेक्शन भी हट जाएँगे. जुड़ी पोस्ट और नोट्स वैसे ही रहेंगे.
ja: 並べた順序と接続も消えます。つないだ記事・ノート自体は削除されません。
vi: Thứ tự đã sắp và các kết nối cũng mất theo. Bài viết và ghi chú thì vẫn còn.

source: 엮인 길에 새 글이 이어질 때
en: When a path you’re part of grows
hi: जब आपकी शामिल राह में नई पोस्ट जुड़े
ja: つながっている道に新しい記事が続くとき
vi: Khi con đường bạn tham gia có bài viết mới

source: 연결 끊기
en: Disconnect
hi: डिस्कनेक्ट करें
ja: 接続を外す
vi: Ngắt kết nối

source: 연결됨
en: Connected
hi: जुड़ा हुआ
ja: 接続済み
vi: Đã kết nối

source: 연결을 끊지 못했습니다
en: Couldn't disconnect
hi: डिस्कनेक्ट नहीं किया जा सका
ja: 接続を外せませんでした
vi: Không thể ngắt kết nối

source: 연결을 확인하고 다시 시도해 주세요.
en: Check your connection and try again.
hi: अपना कनेक्शन जांचें और फिर से प्रयास करें।
ja: 接続を確認してもう一度お試しください。
vi: Kiểm tra kết nối và thử lại.

source: 열
en: Column
hi: कॉलम
ja: 列
vi: Cột

# 열 %lld 정렬 (%@)
source: 열 %1$lld 정렬 (%2$@)
en: Column %lld alignment (%@)
hi: कॉलम %lld संरेखण (%@)
ja: 列%lldの揃え (%@)
vi: Căn cột %lld (%@)

source: 열 삭제
en: Delete column
hi: कॉलम हटाएँ
ja: 列を削除
vi: Xóa cột

source: 열 추가
en: Add column
hi: कॉलम जोड़ें
ja: 列を追加
vi: Thêm cột

source: 열을 지웠어요
en: Column removed
hi: कॉलम हटाया गया
ja: 列を削除しました
vi: Đã xóa cột

source: 영구 삭제
en: Delete permanently
hi: स्थायी रूप से हटाएँ
ja: 完全に削除
vi: Xóa vĩnh viễn

source: 영문 소문자·숫자·_ 3~16자, 첫 글자는 영문이나 숫자
en: Lowercase letters, numbers, and _, 3–16 characters; first character a letter or number
hi: अंग्रेज़ी छोटे अक्षर, अंक, _ — 3~16 अक्षर; पहला अक्षर अक्षर या अंक हो
ja: 英小文字・数字・_ の3〜16文字、最初の文字は英字か数字
vi: Chữ thường, số và _, từ 3 đến 16 ký tự, ký tự đầu là chữ hoặc số

source: 예약
en: Schedule
hi: शेड्यूल करें
ja: 予約
vi: Hẹn giờ

source: 예약 발행
en: Schedule
hi: शेड्यूल करें
ja: 予約公開
vi: Hẹn giờ đăng

source: 예약 발행…
en: Schedule…
hi: शेड्यूल करें…
ja: 予約公開…
vi: Hẹn giờ đăng…

source: 예약되었습니다
en: Scheduled
hi: शेड्यूल किया गया
ja: 予約されました
vi: Đã hẹn giờ

source: 예약됨
en: Scheduled
hi: शेड्यूल किया गया
ja: 予約済み
vi: Đã hẹn giờ

source: 예약됨 · %@
en: Scheduled · %@
hi: शेड्यूल किया गया · %@
ja: 予約済み · %@
vi: Đã hẹn giờ · %@

source: 예약하지 못했습니다
en: Couldn’t schedule
hi: शेड्यूल नहीं किया जा सका
ja: 予約できませんでした
vi: Không thể hẹn giờ

source: 옛 글쓰기 화면
en: Legacy editor
hi: पुराना संपादक
ja: 旧エディタ画面
vi: Trình soạn thảo cũ

source: 오늘 저녁 7시
en: Today at 7 PM
hi: आज शाम 7 बजे
ja: 今日の午後7時
vi: Hôm nay lúc 19:00

source: 오늘의 글
en: Today's post
hi: आज की पोस्ट
ja: 今日の記事
vi: Bài hôm nay

source: 오른쪽
en: Right
hi: दाएँ
ja: 右
vi: Phải

source: 오른쪽 정렬
en: Align right
hi: दाएँ संरेखित
ja: 右揃え
vi: Căn phải

source: 오프라인
en: Offline
hi: ऑफ़लाइन
ja: オフライン
vi: Ngoại tuyến

source: 오프라인 — 기기에 저장된 사본만 보여요
en: Offline — showing only the copy saved on this device
hi: ऑफ़लाइन — केवल डिवाइस पर सहेजी प्रति दिख रही है
ja: オフライン — 端末に保存されたコピーのみ表示中
vi: Ngoại tuyến — chỉ hiển thị bản lưu trên máy

source: 오프라인 사본 — 연결되면 최신으로 갱신됩니다
en: Offline copy — updates when you're back online
hi: ऑफ़लाइन प्रति — ऑनलाइन होने पर अपडेट होती है
ja: オフラインのコピー — 接続時に最新へ更新されます
vi: Bản ngoại tuyến — cập nhật khi bạn kết nối lại

source: 오프라인 저장됨
en: Saved offline
hi: ऑफ़लाइन सहेजा गया
ja: オフライン保存済み
vi: Đã lưu ngoại tuyến

source: 올리기
en: Post
hi: पोस्ट करें
ja: 投稿
vi: Đăng

source: 와이드
en: Wide
hi: चौड़ा
ja: ワイド
vi: Rộng

source: 완료
en: Done
hi: पूरा
ja: 完了
vi: Xong

source: 완료됨
en: Completed
hi: पूर्ण
ja: 完了
vi: Đã xong

source: 왜 이었나요
en: Why this?
hi: यह क्यों?
ja: なぜつないだか
vi: Vì sao là bài này?

source: 왼쪽
en: Left
hi: बाएँ
ja: 左
vi: Trái

source: 왼쪽 정렬
en: Align left
hi: बाएँ संरेखित
ja: 左揃え
vi: Căn trái

source: 유입 경로
en: Referrers
hi: रेफ़रर
ja: 流入元
vi: Nguồn truy cập

source: 유입 채널
en: Traffic source
hi: आगमन चैनल
ja: 流入チャネル
vi: Kênh truy cập

source: 응답을 읽지 못했습니다.
en: Couldn't read the response.
hi: प्रतिक्रिया पढ़ी नहीं जा सकी.
ja: レスポンスを読み取れませんでした。
vi: Không thể đọc phản hồi.

source: 이 글 관리
en: Manage this post
hi: यह पोस्ट प्रबंधित करें
ja: この記事を管理
vi: Quản lý bài viết này

source: 이 글 분석
en: Analyze this post
hi: इस पोस्ट का विश्लेषण
ja: この記事の分析
vi: Phân tích bài này

source: 이 글 편집
en: Edit this post
hi: इस पोस्ट को संपादित करें
ja: この記事を編集
vi: Sửa bài này

source: 이 글을
en: this post
hi: इस पोस्ट को
ja: この記事を
vi: Bài viết này

source: 이 글을 삭제할까요?
en: Delete this post?
hi: यह पोस्ट हटाएँ?
ja: この記事を削除しますか？
vi: Xóa bài viết này?

source: 이 글을 엮은 사람
en: Who wove this in
hi: किसने इसे पिरोया
ja: この記事を編んだ人
vi: Người đã đan bài này

source: 이 글의 발행을 취소할까요?
en: Unpublish this post?
hi: यह पोस्ट अप्रकाशित करें?
ja: この記事の公開を取り消しますか？
vi: Hủy đăng bài viết này?

source: 이 글이 놓인 길
en: Paths this post is on
hi: इस पोस्ट की राहें
ja: この記事が置かれた道
vi: Đường mà bài này nằm trên

source: 이 글이 들어갈 새 시리즈를 만듭니다. 제목은 나중에 시리즈에서 바꿀 수 있어요.
en: Creates a new series for this post. You can change the title later in the series.
hi: इस पोस्ट के लिए एक नई सीरीज़ बनाता है. शीर्षक बाद में सीरीज़ में बदला जा सकता है.
ja: この記事を入れる新しいシリーズを作成します。タイトルはあとでシリーズで変更できます。
vi: Tạo series mới chứa bài này. Bạn có thể đổi tiêu đề trong series sau.

source: 이 길을 삭제할까요?
en: Delete this path?
hi: क्या इस राह को हटाना चाहते हैं?
ja: この道を削除しますか？
vi: Xóa đường này?

source: 이 노트를 지울까요?
en: Delete this note?
hi: यह नोट हटाएँ?
ja: このノートを削除しますか？
vi: Xóa ghi chú này?

source: 이 댓글에 공감하려면 로그인하세요
en: Sign in to like this comment
hi: इस टिप्पणी को पसंद करने के लिए साइन इन करें
ja: このコメントに共感するにはログインしてください
vi: Đăng nhập để thích bình luận này

source: 이 댓글을
en: this comment
hi: इस टिप्पणी को
ja: このコメントを
vi: Bình luận này

source: 이 댓글을 삭제할까요?
en: Delete this comment?
hi: क्या इस टिप्पणी को हटाना चाहते हैं?
ja: このコメントを削除しますか？
vi: Xóa bình luận này?

source: 이 동영상을 지웁니다
en: Removes this video
hi: यह वीडियो हटाता है
ja: この動画を削除します
vi: Xóa video này

source: 이 동작은 되돌릴 수 없습니다.
en: This cannot be undone.
hi: इसे पूर्ववत नहीं किया जा सकता.
ja: この操作は取り消せません。
vi: Không thể hoàn tác thao tác này.

source: 이 문장 빼기
en: Remove this sentence
hi: यह वाक्य हटाएँ
ja: この文を外す
vi: Bỏ câu này

source: 이 문장이 속한 길
en: Paths this sentence belongs to
hi: वे राहें जिनसे यह वाक्य जुड़ा है
ja: この文が属する道
vi: Những đường mà câu này thuộc về

source: 이 부분에 대한 메모를 남겨보세요
en: Leave a note about this part
hi: इस हिस्से के बारे में नोट लिखें
ja: この部分についてメモを残しましょう
vi: Để lại ghi chú về phần này

source: 이 시리즈
en: This series
hi: यह सिरीज़
ja: このシリーズ
vi: Series này

source: 이 시리즈를 삭제할까요?
en: Delete this series?
hi: यह शृंखला हटाएँ?
ja: このシリーズを削除しますか？
vi: Xóa loạt bài này?

source: 이 열을 지웁니다
en: Removes this column
hi: यह कॉलम हटाता है
ja: この列を削除します
vi: Xóa cột này

source: 이 이미지를 지웁니다
en: Removes this image
hi: यह छवि हटाता है
ja: この画像を削除します
vi: Xóa ảnh này

source: 이 작가를
en: this author
hi: इस लेखक को
ja: この作者を
vi: Tác giả này

source: 이 작가의 다른 글
en: More from this author
hi: इस लेखक की और पोस्ट
ja: この作者のほかの記事
vi: Bài khác của tác giả này

source: 이 작가의 첫 글이 올라오면 여기에서 만나요.
en: When this author publishes their first post, you'll see it here.
hi: इस लेखक की पहली पोस्ट आते ही यहाँ दिखेगी।
ja: この作者の最初の記事が公開されたら、ここで読めます。
vi: Khi tác giả đăng bài đầu tiên, bạn sẽ thấy ở đây.

source: 이 컬렉션을 삭제할까요?
en: Delete this collection?
hi: क्या इस कलेक्शन को हटाना चाहते हैं?
ja: このコレクションを削除しますか？
vi: Xóa bộ sưu tập này?

source: 이 태그 숨기기
en: Hide this tag
hi: इस टैग को छिपाएँ
ja: このタグを非表示
vi: Ẩn thẻ này

source: 이 태그를 숨겼습니다
en: Tag hidden
hi: इस टैग को छिपा दिया गया
ja: タグを非表示にしました
vi: Đã ẩn thẻ này

source: 이 태그의 글이 아직 없어요.
en: No posts with this tag yet.
hi: इस टैग की अभी तक कोई पोस्ट नहीं.
ja: このタグの記事はまだありません。
vi: Chưa có bài nào với thẻ này.

source: 이 표를 통째로 지웁니다
en: Deletes this entire table
hi: यह पूरी तालिका हटाता है
ja: この表を丸ごと削除します
vi: Xóa toàn bộ bảng này

source: 이 하이라이트를 삭제할까요?
en: Delete this highlight?
hi: क्या इस हाइलाइट को हटाना चाहते हैं?
ja: このハイライトを削除しますか？
vi: Xóa phần tô sáng này?

source: 이 행을 지웁니다
en: Removes this row
hi: यह पंक्ति हटाता है
ja: この行を削除します
vi: Xóa hàng này

source: 이것과 이어진 것
en: Connected to this
hi: इससे जुड़ा हुआ
ja: これとつながるもの
vi: Được kết nối với mục này

source: 이런 글은 어때요
en: You might also like
hi: ये पोस्ट भी देखें
ja: こんな記事はいかがですか
vi: Có thể bạn cũng thích

source: 이렇게 보여요
en: Here’s how it looks
hi: ऐसा दिखता है
ja: こう表示されます
vi: Nó hiển thị như thế này

source: 이름을 바꾸면 30일 동안 다시 바꿀 수 없어요.
en: Once you change your name, you can’t change it again for 30 days.
hi: नाम बदलने के बाद, आप 30 दिनों तक इसे दोबारा नहीं बदल सकते.
ja: 名前を変更すると、30日間は再度変更できません。
vi: Sau khi đổi tên, bạn không thể đổi lại trong 30 ngày.

source: 이미 사용 중인 이름이에요.
en: That name is already taken.
hi: यह नाम पहले से इस्तेमाल में है.
ja: その名前はすでに使われています。
vi: Tên này đã được sử dụng.

source: 이미 쓰고 있는 주소예요
en: That address is already in use
hi: यह पता पहले से उपयोग में है
ja: すでに使われているアドレスです
vi: Địa chỉ này đã được dùng

source: 이미지
en: Image
hi: इमेज
ja: 画像
vi: Ảnh

source: 이미지 %lld장을 올리지 못했습니다
en: Couldn't upload %lld images
hi: %lld छवियाँ अपलोड नहीं हो सकीं
ja: 画像を%lld枚アップロードできませんでした
vi: Không tải lên được %lld ảnh

source: 이미지 가져오는 중…
en: Importing image…
hi: छवि लाई जा रही है…
ja: 画像を取得中…
vi: Đang nhập ảnh…

source: 이미지 설명
en: Image caption
hi: छवि विवरण
ja: 画像の説明
vi: Chú thích ảnh

source: 이미지 아래에 보일 설명 — 비우면 캡션이 사라져요.
en: Caption shown under the image — leave empty to remove it.
hi: छवि के नीचे दिखने वाला विवरण — खाली छोड़ने पर हट जाएगा।
ja: 画像の下に表示される説明 — 空にするとキャプションが消えます。
vi: Chú thích hiển thị dưới ảnh — để trống để xóa.

source: 이미지 올리는 중…
en: Uploading image…
hi: इमेज अपलोड हो रही है…
ja: 画像をアップロード中…
vi: Đang tải ảnh lên…

source: 이미지를 불러오지 못했어요
en: Couldn't load the image
hi: छवि लोड नहीं हो सकी
ja: 画像を読み込めませんでした
vi: Không tải được ảnh

source: 이미지를 올리는 중이에요 — 잠시 후 다시 시도해 주세요
en: An image is still uploading — try again in a moment
hi: छवि अपलोड हो रही है — थोड़ी देर बाद कोशिश करें
ja: 画像をアップロード中です — 少し後でもう一度お試しください
vi: Ảnh đang được tải lên — thử lại sau giây lát

source: 이미지를 올리지 못했습니다
en: Could not upload the image
hi: इमेज अपलोड नहीं हो सकी
ja: 画像をアップロードできませんでした
vi: Không thể tải ảnh lên

source: 이미지를 지웠어요
en: Image removed
hi: छवि हटाई गई
ja: 画像を削除しました
vi: Đã xóa ảnh

source: 이어 읽기 — %lld편
en: Keep reading — %lld parts
hi: पढ़ना जारी रखें — भाग %lld
ja: 続きを読む — %lld編
vi: Đọc tiếp — %lld bài

source: 이어서 %lld편 읽기
en: Read %lld more
hi: %lld और पढ़ें
ja: 続けて%lld本読む
vi: Đọc tiếp %lld bài

source: 이어서 쓰기
en: Continue writing
hi: जारी रखें
ja: 続きから書く
vi: Viết tiếp

# 이어서 읽기 · %lld / %lld
source: 이어서 읽기 · %1$lld / %2$lld
en: Continue reading · %1$lld / %2$lld
hi: पढ़ना जारी रखें · %1$lld / %2$lld
ja: 続きを読む · %1$lld / %2$lld
vi: Đọc tiếp · %1$lld / %2$lld

source: 이어진 것
en: Connected to this
hi: इससे जुड़े
ja: つながっているもの
vi: Được kết nối

source: 이용약관
en: Terms of Service
hi: सेवा की शर्तें
ja: 利用規約
vi: Điều khoản dịch vụ

source: 이용약관과 개인정보 처리방침을 엽니다
en: Opens the Terms of Service and Privacy Policy
hi: सेवा की शर्तें और गोपनीयता नीति खोलता है
ja: 利用規約とプライバシーポリシーを開きます
vi: Mở Điều khoản dịch vụ và Chính sách quyền riêng tư

source: 이전 글
en: Previous
hi: पिछला
ja: 前の記事
vi: Bài trước

source: 이전 이름은 30일간 예약돼 기존 링크가 바로 깨지지 않아요.
en: Your old name is reserved for 30 days, so existing links won’t break right away.
hi: पुराना नाम 30 दिनों के लिए सुरक्षित रहता है, ताकि मौजूदा लिंक तुरंत न टूटें.
ja: 以前の名前は30日間予約されるため、既存のリンクがすぐに切れることはありません。
vi: Tên cũ được giữ trong 30 ngày nên liên kết hiện tại không bị hỏng ngay.

source: 이전 편
en: Previous episode
hi: पिछला भाग
ja: 前の回
vi: Tập trước

source: 이전 편 — %@
en: Previous part — %@
hi: पिछला भाग — %@
ja: 前の話 — %@
vi: Phần trước — %@

source: 이전 편 없음
en: No previous part
hi: कोई पिछला भाग नहीं
ja: 前の話なし
vi: Không có phần trước

source: 인기
en: Trending
hi: ट्रेंडिंग
ja: 人気
vi: Thịnh hành

source: 인기 태그
en: Popular tags
hi: लोकप्रिय टैग
ja: 人気のタグ
vi: Thẻ phổ biến

source: 인라인 코드
en: Inline code
hi: इनलाइन कोड
ja: インラインコード
vi: Mã nội dòng

source: 인용
en: Quote
hi: उद्धरण
ja: 引用
vi: Trích dẫn

source: 인용 빼기
en: Remove quote
hi: उद्धरण हटाएँ
ja: 引用を外す
vi: Bỏ trích dẫn

source: 인증 앱 코드 사용
en: Use authenticator code
hi: ऑथेंटिकेटर कोड का उपयोग करें
ja: 認証アプリのコードを使う
vi: Dùng mã từ ứng dụng xác thực

source: 인증 앱의 6자리 코드를 입력하세요
en: Enter the 6-digit code from your authenticator app
hi: अपने ऑथेंटिकेटर ऐप का 6-अंकीय कोड दर्ज करें
ja: 認証アプリの6桁コードを入力してください
vi: Nhập mã 6 chữ số từ ứng dụng xác thực của bạn

source: 일별 %@
en: Daily %@
hi: दैनिक %@
ja: 日別 %@
vi: %@ theo ngày

source: 일별 %@ 추이
en: Daily %@ trend
hi: दैनिक %@ रुझान
ja: 日別 %@ の推移
vi: Xu hướng %@ theo ngày

source: 일부 연결에 실패했습니다
en: Some connections failed
hi: कुछ कनेक्शन विफल रहे
ja: 一部の接続に失敗しました
vi: Một số kết nối thất bại

source: 읽고 생각한 것을 주제로 잇는 곳.
en: Where you connect what you read and think, by theme.
hi: जहाँ आप जो पढ़ते और सोचते हैं, उसे विषय के अनुसार जोड़ते हैं.
ja: 読んで考えたことをテーマでつなぐ場所。
vi: Nơi bạn kết nối những gì bạn đọc và suy nghĩ, theo chủ đề.

source: 여기서 발행하면 그 순간 웹에도 살아요 — 같은 글, 같은 주소. 앱이 없어도 누구나 브라우저로 읽어요.
en: Publish here and it's live on the web that same moment — same post, same address. Anyone can read it in a browser, no app needed.
hi: यहाँ प्रकाशित करते ही लेख उसी पल वेब पर भी आ जाता है — वही लेख, वही पता। बिना ऐप के भी कोई भी ब्राउज़र में पढ़ सकता है।
ja: ここで公開すると、その瞬間ウェブにも載ります — 同じ記事、同じアドレス。アプリがなくてもブラウザで誰でも読めます。
vi: Xuất bản ở đây là bài lên web ngay khoảnh khắc đó — cùng bài viết, cùng địa chỉ. Ai cũng đọc được bằng trình duyệt, không cần ứng dụng.

source: 작성 중인 노트를 버릴까요?
en: Discard this note?
hi: यह नोट छोड़ दें?
ja: 書きかけのノートを破棄しますか？
vi: Bỏ ghi chú đang viết?

source: 제목도 형식도 없이, 지금 떠오른 한 줄을 남기는 자리예요.
en: No title, no format. Just the line on your mind right now.
hi: न शीर्षक, न ढाँचा। बस अभी मन में आई एक पंक्ति।
ja: タイトルも形式もなく、いま浮かんだ一行を残す場所です。
vi: Không tiêu đề, không định dạng. Chỉ là dòng suy nghĩ lúc này.

source: 주의
en: Warning
hi: चेतावनी
ja: 注意
vi: Lưu ý

source: 중요
en: Important
hi: महत्वपूर्ण
ja: 重要
vi: Quan trọng

source: 지금 떠오른 생각을 짧게 남겨 보세요
en: Jot down what's on your mind
hi: जो मन में है उसे छोटा-सा लिखें
ja: いま考えていることを短く残してみましょう
vi: Ghi lại điều bạn đang nghĩ

source: 참고
en: Note
hi: नोट
ja: ノート
vi: Ghi chú

source: 첫 글을 발행하면 이 주소가 채워져요.
en: Publish your first post and this address comes alive.
hi: पहला लेख प्रकाशित करते ही यह पता जीवंत हो उठता है।
ja: 最初の記事を公開すると、このアドレスが埋まります。
vi: Xuất bản bài đầu tiên là địa chỉ này sáng lên.

source: 웹에서도 볼 수 있어요
en: You can read it on the web too
hi: वेब पर भी पढ़ा जा सकता है
ja: ウェブでも読めます
vi: Đọc được cả trên web

source: 내 블로그 웹 주소 열기
en: Open my blog's web address
hi: मेरे ब्लॉग का वेब पता खोलें
ja: 自分のブログのウェブアドレスを開く
vi: Mở địa chỉ web blog của tôi

source: 읽고, 쓰고, 연결하다.
en: Read, write, connect.
hi: पढ़ें, लिखें, जोड़ें.
ja: 読んで、書いて、 つなぐ。
vi: Đọc, viết, kết nối.

source: 읽고, 쓰고, 모으는 곳.
en: A place to read, write, and collect.
hi: पढ़ने, लिखने और संजोने की जगह.
ja: 読んで、書いて、集める場所。
vi: Nơi để đọc, viết và sưu tầm.

source: 읽기 기록
en: Reading history
hi: पढ़ने का रिकॉर्ड
ja: 読書履歴
vi: Lịch sử đọc

source: 읽는 시간 약 %lld분
en: About %lld min read
hi: पढ़ने का समय लगभग %lld मिनट
ja: 読了まで約%lld分
vi: Thời gian đọc khoảng %lld phút

source: 읽을 글 찾기
en: Find something to read
hi: पढ़ने के लिए कुछ ढूँढें
ja: 読む記事を探す
vi: Tìm bài để đọc

source: 읽을 글이 없어요
en: Nothing to read yet
hi: पढ़ने के लिए कुछ नहीं
ja: 読む記事がありません
vi: Chưa có gì để đọc

source: 읽을수록 좋아집니다
en: It gets better the more you read
hi: जितना अधिक पढ़ेंगे, उतना बेहतर होगा
ja: 読むほど良くなります
vi: Càng đọc càng hay

source: 읽음으로 바꾸지 못했어요
en: Couldn’t mark as read
hi: पढ़ा हुआ चिह्नित नहीं किया जा सका
ja: 既読にできませんでした
vi: Không thể đánh dấu đã đọc

source: 읽지 않음
en: Unread
hi: अपठित
ja: 未読
vi: Chưa đọc

source: 읽지 않음 %lld
en: %lld unread
hi: %lld अपठित
ja: 未読%lld件
vi: %lld chưa đọc

source: 임시
en: Drafts
hi: ड्राफ़्ट
ja: 下書き
vi: Bản nháp

source: 임시저장
en: Draft
hi: ड्राफ़्ट
ja: 下書き
vi: Bản nháp

source: 임시저장한 글이 없습니다.
en: No drafts yet.
hi: अभी तक कोई ड्राफ़्ट नहीं.
ja: 下書きはありません。
vi: Chưa có bản nháp nào.

source: 입구
en: Entrances
hi: प्रवेश
ja: 入口
vi: Lối vào

source: 자기소개를 적어보세요
en: Write a short bio
hi: अपना परिचय लिखें
ja: 自己紹介を書いてみましょう
vi: Viết đôi dòng giới thiệu

source: 자동저장에 실패했어요 — %@
en: Autosave failed — %@
hi: स्वतः सेव विफल — %@
ja: 自動保存に失敗しました — %@
vi: Tự động lưu thất bại — %@

source: 작가
en: Authors
hi: लेखक
ja: 作者
vi: Tác giả

source: 작가 블로그
en: Author blog
hi: लेखक ब्लॉग
ja: 作者のブログ
vi: Blog tác giả

source: 작가 이름, 글 제목이나 내용, 태그로 찾아보세요.
en: Search by author name, post title or content, or tag.
hi: लेखक के नाम, पोस्ट के शीर्षक या सामग्री, या टैग से खोजें।
ja: 作者名、記事のタイトルや内容、タグで探せます。
vi: Tìm theo tên tác giả, tiêu đề hoặc nội dung bài viết, hoặc thẻ.

source: 작가 페이지의 ⋯ 메뉴에서 차단할 수 있어요.
en: You can block from the ⋯ menu on the author's page.
hi: लेखक पेज के ⋯ मेनू से ब्लॉक कर सकते हैं।
ja: 作者ページの ⋯ メニューからブロックできます。
vi: Bạn có thể chặn từ menu ⋯ trên trang tác giả.

source: 작가·글·태그 찾기
en: Search authors, posts, tags
hi: लेखक, पोस्ट, टैग खोजें
ja: 作者・記事・タグを検索
vi: Tìm tác giả, bài viết, thẻ
